[
  {
    "_id": "BG2.47",
    "chapter": 2,
    "verse": 47,
    "slok": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन |\nमा कर्मफलहेतुर्भूर्मा ते सङ्गोऽस्त्वकर्मणि ||२-४७||",
    "transliteration": "karmaṇyevādhikāraste mā phaleṣu kadācana .\nmā karmaphalaheturbhūrmā te saṅgo.astvakarmaṇi ||2-47||",
    "tej": {
      "ht": "।।2.47।। कर्म करने मात्र में तुम्हारा अधिकार है? फल में कभी नहीं। तुम कर्मफल के हेतु वाले मत होना और अकर्म में भी तुम्हारी आसक्ति न हो।।",
      "author": "Swami Tejomayananda"
    },
    "siva": {
      "et": "2.47 Thy right is to work only, but never with its fruits; let not the fruits of action be thy motive, nor let thy attachment be to inaction.",
      "author": "Swami Sivananda"
    },
    "purohit": {
      "et": "2.47 But thou hast only the right to work, but none to the fruit thereof. Let not then the fruit of thy action be thy motive; nor yet be thou enamored of inaction.",
      "author": "Shri Purohit Swami"
    },
    "rams": {
      "ht": "।।2.47।। कर्तव्य-कर्म करनेमें ही तेरा अधिकार है, फलोंमें कभी नहीं। अतः तू कर्मफलका हेतु भी मत बन और तेरी अकर्मण्यतामें भी आसक्ति न हो।",
      "author": "Swami Ramsukhdas"
    }
  },
  {
    "_id": "BG2.14",
    "chapter": 2,
    "verse": 14,
    "slok": "मात्रास्पर्शास्तु कौन्तेय शीतोष्णसुखदुःखदाः |\nआगमापायिनोऽनित्यास्तांस्तितिक्षस्व भारत ||२-१४||",
    "transliteration": "mātrāsparśāstu kaunteya śītoṣṇasukhaduḥkhadāḥ .\nāgamāpāyino.anityāstāṃstitikṣasva bhārata ||2-14||",
    "tej": {
      "ht": "।।2.14।। हे कुन्तीपुत्र ! शीत और उष्ण और सुख दुख को देने वाले इन्द्रिय और विषयों के संयोग का प्रारम्भ और अन्त होता है;  वे अनित्य हैं,  इसलिए,  हे भारत ! उनको तुम सहन करो।।",
      "author": "Swami Tejomayananda"
    },
    "siva": {
      "et": "2.14 The contacts of the senses with the objects, O son of Kunti, which cause heat and cold, pleasure and pain, have a beginning and an end; they are impermanent; endure them bravely, O Arjuna.",
      "author": "Swami Sivananda"
    },
    "purohit": {
      "et": "2.14 Those external relations which bring cold and heat, pain and happiness, they come and go; they are not permanent. Endure them bravely, O Prince!",
      "author": "Shri Purohit Swami"
    },
    "rams": {
      "ht": "।।2.14।। हे कुन्तीनन्दन! इन्द्रियोंके जो विषय (जड पदार्थ) हैं, वो तो शीत (अनुकूलता) और उष्ण (प्रतिकूलता) - के द्वारा सुख और दुःख देनेवाले हैं तथा आने-जानेवाले और अनित्य हैं। हे भरतवंशोद्भव अर्जुन! उनको तुम सहन करो।",
      "author": "Swami Ramsukhdas"
    }
  },
  {
    "_id": "BG2.20",
    "chapter": 2,
    "verse": 20,
    "slok": "न जायते म्रियते वा कदाचिन्\nनायं भूत्वा भविता वा न भूयः |\nअजो नित्यः शाश्वतोऽयं पुराणो\nन हन्यते हन्यमाने शरीरे ||२-२०||",
    "transliteration": "na jāyate mriyate vā kadācin nāyaṃ bhūtvā bhavitā vā na bhūyaḥ .\najo nityaḥ śāśvato.ayaṃ purāṇo na hanyate hanyamāne śarīre ||2-20||",
    "tej": {
      "ht": "।।2.20।। यह आत्मा किसी काल में भी न जन्मता है और न मरता है और न यह एक बार होकर फिर अभावरूप होने वाला है। यह आत्मा अजन्मा, नित्य, शाश्वत और पुरातन है,  शरीर के नाश होने पर भी इसका नाश नहीं होता।।",
      "author": "Swami Tejomayananda"
    },
    "siva": {
      "et": "2.20 It is not born, nor does It ever die; after having been, It again ceases not to be; unborn, eternal, changeless and ancient, It is not killed when the body is killed.",
      "author": "Swami Sivananda"
    },
    "purohit": {
      "et": "2.20 It was not born; It will never die, nor once having been, can It cease to be. Unborn, Eternal, Ever-enduring, yet Most Ancient, the Spirit dies not when the body is dead.",
      "author": "Shri Purohit Swami"
    },
    "rams": {
      "ht": "।।2.20।। यह शरीरी न कभी जन्मता है और न मरता है तथा यह उत्पन्न होकर फिर होनेवाला नहीं है। यह जन्मरहित, नित्य-निरन्तर रहनेवाला, शाश्वत और पुराण (अनादि) है। शरीरके मारे जानेपर भी यह नहीं मारा जाता।",
      "author": "Swami Ramsukhdas"
    }
  },
  {
    "_id": "BG2.55",
    "chapter": 2,
    "verse": 55,
    "slok": "श्रीभगवानुवाच |\nप्रजहाति यदा कामान्सर्वान्पार्थ मनोगतान् |\nआत्मन्येवात्मना तुष्टः स्थितप्रज्ञस्तदोच्यते ||२-५५||",
    "transliteration": "śrībhagavānuvāca .\nprajahāti yadā kāmānsarvānpārtha manogatān .\nātmanyevātmanā tuṣṭaḥ sthitaprajñastadocyate ||2-55||",
    "tej": {
      "ht": "।।2.55।। श्री भगवान् ने कहा -- हे पार्थ? जिस समय पुरुष मन में स्थित सब कामनाओं को त्याग देता है और आत्मा से ही आत्मा में सन्तुष्ट रहता है? उस समय वह स्थितप्रज्ञ कहलाता है।।",
      "author": "Swami Tejomayananda"
    },
    "siva": {
      "et": "2.55 The Blessed Lord said  When a man completely casts off, O Arjuna, all the desires of the mind and is satisfied in the Self by the Self, then is he said to be one of steady wisdom.",
      "author": "Swami Sivananda"
    },
    "purohit": {
      "et": "2.55 Lord Shri Krishna replied: When a man has given up the desires of his heart and is satisfied with the Self alone, be sure that he has reached the highest state.",
      "author": "Shri Purohit Swami"
    },
    "rams": {
      "ht": "।।2.55।। श्रीभगवान् बोले - हे पृथानन्दन ! जिस कालमें साधक मनोगत सम्पूर्ण कामनाओंका अच्छी तरह त्याग कर देता है और अपने-आपसे अपने-आपमें ही सन्तुष्ट रहता है, उस कालमें वह स्थितप्रज्ञ कहा जाता है।",
      "author": "Swami Ramsukhdas"
    }
  },
  {
    "_id": "BG3.35",
    "chapter": 3,
    "verse": 35,
    "slok": "श्रेयान्स्वधर्मो विगुणः परधर्मात्स्वनुष्ठितात् |\nस्वधर्मे निधनं श्रेयः परधर्मो भयावहः ||३-३५||",
    "transliteration": "śreyānsvadharmo viguṇaḥ paradharmātsvanuṣṭhitāt .\nsvadharme nidhanaṃ śreyaḥ paradharmo bhayāvahaḥ ||3-35||",
    "tej": {
      "ht": "।।3.35।। सम्यक् प्रकार से अनुष्ठित परधर्म की अपेक्षा गुणरहित स्वधर्म का पालन श्रेयष्कर है;  स्वधर्म में मरण कल्याणकारक है (किन्तु) परधर्म भय को देने वाला है।।",
      "author": "Swami Tejomayananda"
    },
    "siva": {
      "et": "3.35 Better is one's own duty, though devoid of merit than the duty of another well discharged. Better is death in one's own duty; the duty of another is fraught with fear (is productive of danger).",
      "author": "Swami Sivananda"
    },
    "purohit": {
      "et": "3.35 It is better to do thine own duty, however lacking in merit, than to do that of another, even though efficiently. It is better to die doing one's own duty, for to do the duty of another is fraught with danger.",
      "author": "Shri Purohit Swami"
    },
    "rams": {
      "ht": "।।3.35।। अच्छी तरह आचरणमें लाये हुए दूसरेके धर्मसे गुणोंकी कमीवाला अपना धर्म श्रेष्ठ है। अपने धर्ममें तो मरना भी कल्याणकारक है और दूसरेका धर्म भयको देनेवाला है।",
      "author": "Swami Ramsukhdas"
    }
  },
  {
    "_id": "BG4.7",
    "chapter": 4,
    "verse": 7,
    "slok": "यदा यदा हि धर्मस्य ग्लानिर्भवति भारत |\nअभ्युत्थानमधर्मस्य तदात्मानं सृजाम्यहम् ||४-७||",
    "transliteration": "yadā yadā hi dharmasya glānirbhavati bhārata .\nabhyutthānamadharmasya tadātmānaṃ sṛjāmyaham ||4-7||",
    "tej": {
      "ht": "।।4.7।। हे भारत ! जब-जब धर्म की हानि और अधर्म की वृद्धि होती है,  तब-तब मैं स्वयं को प्रकट करता हूँ।।",
      "author": "Swami Tejomayananda"
    },
    "siva": {
      "et": "4.7 Whenever there is decline of righteousness, O Arjuna, and rise of unrighteousness, then I manifest Myself.",
      "author": "Swami Sivananda"
    },
    "purohit": {
      "et": "4.7 Whenever spirituality decays and materialism is rampant, then, O Arjuna, I reincarnate Myself!",
      "author": "Shri Purohit Swami"
    },
    "rams": {
      "ht": "।।4.7।। हे भरतवंशी अर्जुन! जब-जब धर्मकी हानि और अधर्मकी वृद्धि होती है, तब-तब ही मैं अपने-आपको साकाररूपसे प्रकट करता हूँ।",
      "author": "Swami Ramsukhdas"
    }
  },
  {
    "_id": "BG4.8",
    "chapter": 4,
    "verse": 8,
    "slok": "परित्राणाय साधूनां विनाशाय च दुष्कृताम् |\nधर्मसंस्थापनार्थाय सम्भवामि युगे युगे ||४-८||",
    "transliteration": "paritrāṇāya sādhūnāṃ vināśāya ca duṣkṛtām .\ndharmasaṃsthāpanārthāya sambhavāmi yuge yuge ||4-8||",
    "tej": {
      "ht": "।।4.8।। साधु पुरुषों के रक्षण,  दुष्कृत्य करने वालों के नाश,  तथा धर्म संस्थापना के लिये,  मैं प्रत्येक युग में प्रगट होता हूँ।।",
      "author": "Swami Tejomayananda"
    },
    "siva": {
      "et": "4.8 For the protection of the good, for the destruction of the wicked and for the establishment of righteousness, I am born in every age.",
      "author": "Swami Sivananda"
    },
    "purohit": {
      "et": "4.8 To protect the righteous, to destroy the wicked and to establish the kingdom of God, I am reborn from age to age.",
      "author": "Shri Purohit Swami"
    },
    "rams": {
      "ht": "।।4.8।। साधुओं-(भक्तों-) की रक्षा करनेके लिये, पापकर्म करनेवालोंका विनाश करनेके लिये और धर्मकी भलीभाँति स्थापना करनेके लिये मैं युग-युगमें प्रकट हुआ करता हूँ।",
      "author": "Swami Ramsukhdas"
    }
  },
  {
    "_id": "BG6.5",
    "chapter": 6,
    "verse": 5,
    "slok": "उद्धरेदात्मनात्मानं नात्मानमवसादयेत् |\nआत्मैव ह्यात्मनो बन्धुरात्मैव रिपुरात्मनः ||६-५||",
    "transliteration": "uddharedātmanātmānaṃ nātmānamavasādayet .\nātmaiva hyātmano bandhurātmaiva ripurātmanaḥ ||6-5||",
    "tej": {
      "ht": "।।6.5।। मनुष्य को अपने द्वारा अपना उद्धार करना चाहिये और अपना अध: पतन नहीं करना चाहिये; क्योंकि आत्मा ही आत्मा का मित्र है और आत्मा (मनुष्य स्वयं) ही आत्मा का (अपना) शत्रु है।।",
      "author": "Swami Tejomayananda"
    },
    "siva": {
      "et": "6.5 One should raise oneself by one's Self alone; let not one lower oneself; for the Self alone is the friend of oneself, and the Self alone is the enemy of oneself.",
      "author": "Swami Sivananda"
    },
    "purohit": {
      "et": "6.5 Let him seek liberation by the help of his Highest Self, and let him never disgrace his own Self. For that Self is his only friend; yet it may also be his enemy.",
      "author": "Shri Purohit Swami"
    },
    "rams": {
      "ht": "।।6.5।। अपने द्वारा अपना उद्धार करे, अपना पतन न करे; क्योंकि आप ही अपना मित्र है और आप ही अपना शत्रु है।",
      "author": "Swami Ramsukhdas"
    }
  },
  {
    "_id": "BG9.22",
    "chapter": 9,
    "verse": 22,
    "slok": "अनन्याश्चिन्तयन्तो मां ये जनाः पर्युपासते |\nतेषां नित्याभियुक्तानां योगक्षेमं वहाम्यहम् ||९-२२||",
    "transliteration": "ananyāścintayanto māṃ ye janāḥ paryupāsate .\nteṣāṃ nityābhiyuktānāṃ yogakṣemaṃ vahāmyaham ||9-22||",
    "tej": {
      "ht": "।।9.22।। अनन्य भाव से मेरा चिन्तन करते हुए जो भक्तजन मेरी ही उपासना करते हैं, उन नित्ययुक्त पुरुषों का योगक्षेम मैं वहन करता हूँ।।",
      "author": "Swami Tejomayananda"
    },
    "siva": {
      "et": "9.22 For those men who worship Me alone, thinking of no other, for those ever-united, I secure what is not already possessed and preserve what they already possess.",
      "author": "Swami Sivananda"
    },
    "purohit": {
      "et": "9.22 But if a man will meditate on Me and Me alone, and will worship Me always and everywhere, I will take upon Myself the fulfillment of his aspiration, and I will safeguard whatsoever he shall attain.",
      "author": "Shri Purohit Swami"
    },
    "rams": {
      "ht": "।।9.22।। जो अनन्य भक्त मेरा चिन्तन करते हुए मेरी उपासना करते हैं, मेरेमें निरन्तर लगे हुए उन भक्तोंका योगक्षेम (अप्राप्तकी प्राप्ति और प्राप्तकी रक्षा) मैं वहन करता हूँ।",
      "author": "Swami Ramsukhdas"
    }
  },
  {
    "_id": "BG11.33",
    "chapter": 11,
    "verse": 33,
    "slok": "तस्मात्त्वमुत्तिष्ठ यशो लभस्व\nजित्वा शत्रून् भुङ्क्ष्व राज्यं समृद्धम् |\nमयैवैते निहताः पूर्वमेव\nनिमित्तमात्रं भव सव्यसाचिन् ||११-३३||",
    "transliteration": "tasmāttvamuttiṣṭha yaśo labhasva jitvā śatrūn bhuṅkṣva rājyaṃ samṛddham .\nmayaivaite nihatāḥ pūrvameva nimittamātraṃ bhava savyasācin ||11-33||",
    "tej": {
      "ht": "।।11.33।। इसलिए तुम उठ खड़े हो जाओ और यश को प्राप्त करो; शत्रुओं को जीतकर समृद्ध राज्य को भोगो। ये सब पहले से ही मेरे द्वारा मारे जा चुके हैं। हे सव्यसाचिन्! तुम केवल निमित्त ही बनो।।",
      "author": "Swami Tejomayananda"
    },
    "siva": {
      "et": "11.33 Therefore, stand up and obtain fame. Coner the enemies and enjoy the unrivalled kingdom. Verily by Me have they been already slain; be thou a mere instrument, O Arjuna.",
      "author": "Swami Sivananda"
    },
    "purohit": {
      "et": "11.33 Then gird up thy loins and conquer. Subdue thy foes and enjoy the kingdom in prosperity. I have already doomed them. Be thou my instrument, Arjuna!",
      "author": "Shri Purohit Swami"
    },
    "rams": {
      "ht": "।।11.33।। इसलिये तुम युद्धके लिये खड़े हो जाओ और यशको प्राप्त करो तथा शत्रुओंको जीतकर धन-धान्यसे सम्पन्न राज्यको भोगो। ये सभी मेरे द्वारा पहलेसे ही मारे हुए हैं। हे सव्यसाचिन् !  तुम निमित्तमात्र बन जाओ।",
      "author": "Swami Ramsukhdas"
    }
  },
  {
    "_id": "BG12.13",
    "chapter": 12,
    "verse": 13,
    "slok": "अद्वेष्टा सर्वभूतानां मैत्रः करुण एव च |\nनिर्ममो निरहङ्कारः समदुःखसुखः क्षमी ||१२-१३||",
    "transliteration": "adveṣṭā sarvabhūtānāṃ maitraḥ karuṇa eva ca .\nnirmamo nirahaṅkāraḥ samaduḥkhasukhaḥ kṣamī ||12-13||",
    "tej": {
      "ht": "।।12.13।। भूतमात्र के प्रति जो द्वेषरहित है तथा सबका मित्र तथा करुणावान् है; जो ममता और अहंकार से रहित, सुख और दु:ख में सम और क्षमावान् है।।",
      "author": "Swami Tejomayananda"
    },
    "siva": {
      "et": "12.13 He who hates no creature, who is friendly and compassionate to all, who is free from attachment and egoism, balanced in pleasure and pain, and forgiving.",
      "author": "Swami Sivananda"
    },
    "purohit": {
      "et": "12.13 He who is incapable of hatred towards any being, who is kind and compassionate, free from selfishness, without pride, equable in pleasure and in pain, and forgiving,",
      "author": "Shri Purohit Swami"
    },
    "rams": {
      "ht": "।।12.13।।सब प्राणियोंमें द्वेषभावसे रहित, सबका मित्र (प्रेमी) और दयालु, ममतारहित, अहंकाररहित, सुखदुःखकी प्राप्तिमें सम, क्षमाशील, निरन्तर सन्तुष्ट, योगी, शरीरको वशमें किये हुए, दृढ़ निश्चयवाला? मेरेमें अर्पित मनबुद्धिवाला जो मेरा भक्त है, वह मेरेको प्रिय है।",
      "author": "Swami Ramsukhdas"
    }
  },
  {
    "_id": "BG15.15",
    "chapter": 15,
    "verse": 15,
    "slok": "सर्वस्य चाहं हृदि सन्निविष्टो\nमत्तः स्मृतिर्ज्ञानमपोहनञ्च |\nवेदैश्च सर्वैरहमेव वेद्यो\nवेदान्तकृद्वेदविदेव चाहम् ||१५-१५||",
    "transliteration": "sarvasya cāhaṃ hṛdi sanniviṣṭo mattaḥ smṛtirjñānamapohanañca .\nvedaiśca sarvairahameva vedyo vedāntakṛdvedavideva cāham ||15-15||",
    "tej": {
      "ht": "।।15.15।। मैं ही समस्त प्राणियों के हृदय में स्थित हूँ। मुझसे ही स्मृति, ज्ञान और अपोहन (उनका अभाव) होता है। समस्त वेदों के द्वारा मैं ही वेद्य (जानने योग्य) वस्तु हूँ तथा वेदान्त का और वेदों का ज्ञाता भी मैं ही हूँ।।",
      "author": "Swami Tejomayananda"
    },
    "siva": {
      "et": "15.15 And I am seated in the hearts of all; from Me are memory and knowledge, as well as their absence. I am verily That which has to be known by all the Vedas; I am indeed the author of the Vedanta and the knower of the Vedas am I.",
      "author": "Swami Sivananda"
    },
    "purohit": {
      "et": "15.15 I am enthroned in the hearts of all; memory, wisdom and discrimination owe their origins to Me. I am He Who is to be realised in the scriptures; I inspire their wisdom and I know their truth.",
      "author": "Shri Purohit Swami"
    },
    "rams": {
      "ht": "।।15.15।।मैं सम्पूर्ण प्राणियोंके हृदयमें स्थित हूँ। मेरेसे ही स्मृति, ज्ञान और अपोहन (संशय आदि दोषोंका नाश) होता है। सम्पूर्ण वेदोंके द्वारा मैं ही जाननेयोग्य हूँ। वेदोंके तत्त्वका निर्णय करनेवाला और वेदोंको जाननेवाला भी मैं ही हूँ।",
      "author": "Swami Ramsukhdas"
    }
  },
  {
    "_id": "BG18.66",
    "chapter": 18,
    "verse": 66,
    "slok": "सर्वधर्मान्परित्यज्य मामेकं शरणं व्रज |\nअहं त्वा सर्वपापेभ्यो मोक्षयिष्यामि मा शुचः ||१८-६६||",
    "transliteration": "sarvadharmānparityajya māmekaṃ śaraṇaṃ vraja .\nahaṃ tvāṃ sarvapāpebhyo mokṣyayiṣyāmi mā śucaḥ ||18-66||",
    "tej": {
      "ht": "।।18.66।। सब धर्मों का परित्याग करके तुम एक मेरी ही शरण में आओ, मैं तुम्हें समस्त पापों से मुक्त कर दूँगा, तुम शोक मत करो।।",
      "author": "Swami Tejomayananda"
    },
    "siva": {
      "et": "18.66 Abandoning all duties, take refuge in Me alone: I will liberate thee from all sins; grieve not.",
      "author": "Swami Sivananda"
    },
    "purohit": {
      "et": "18.66 Give up then thy earthly duties, surrender thyself to Me only. Do not be anxious; I will absolve thee from all thy sin.",
      "author": "Shri Purohit Swami"
    },
    "rams": {
      "ht": "।।18.66।।सम्पूर्ण धर्मोंका आश्रय छोड़कर तू केवल मेरी शरणमें आ जा। मैं तुझे सम्पूर्ण पापोंसे मुक्त कर दूँगा, चिन्ता मत कर।",
      "author": "Swami Ramsukhdas"
    }
  }
]